/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Batal";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Rumah";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Kantor";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Telepon Genggam";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Lainnya";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (Tamu)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Semua Kontak yang Diketahui";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Semua Kontak";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Kontak Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Nomor Telepon yang Disimpan";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Kontak Online";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Permintaan Terkirim";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Dihubungi Baru-baru Ini";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Permintaan Diterima";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Permintaan yang Diterima";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Kontak yang Diblokir";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Kontak yang Tidak Dikelompokkan";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Kontak Disarankan";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Daftar Tanpa Judul";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Tambahkan saya sebagai kontak";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Uji panggilan Skype";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "id";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Hai, ini adalah robot uji panggilan Skype. Tambahkan saya ke kontak Anda dan hubungi saya untuk memeriksa pengaturan suara Anda. Lihat http://www.skype.com/go/help untuk bantuan lebih lanjut. Terima kasih.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Hubungi saya untuk menguji suara Anda";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Menempatkan panggilan Anda";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Menempatkan panggilan Anda";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Panggilan dibatalkan";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Panggilan gagal";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Berdering";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Memanggil";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Panggilan ditahan";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Panggilan Anda ditahan";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Selesai";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Tak Terjawab";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Ditolak";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Sibuk";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Koneksi hilang";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Pesan suara";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Merekam pesan suara";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Mengirim pesan suara";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Pesan suara dikirim";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Pesan suara dibatalkan";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Pesan suara gagal";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Menghubungkan";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Berdering";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Berdering";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Ditahan";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Diakhiri";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Memanggil dari Facebook (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Memanggil…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Memanggil…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Panggilan sedang berlangsung";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Ditahan";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Panggilan Anda ditahan";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Panggilan sedang berlangsung";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Panggilan penuh";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Memutar sapaan pesan suara";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Merekam pesan suara";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Panggilan terbaru";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Mentransfer panggilan ini";


/*  */
"CONVERSATION_POST_FILES_BODY" = "File yang diposting";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Anda telah menerima pesan video. Lihat di: %1, dan buka menggunakan kode %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - tampilkan di %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Untuk menampilkan foto yang dibagikan ini, buka: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Untuk menampilkan media yang dibagikan ini, buka: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Offline";
"CONTACT_AVAILABILITY_ONLINE" = "Online";
"CONTACT_AVAILABILITY_AWAY" = "Pergi";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Jangan Ganggu";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Permintaan kontak dalam proses";
"CONTACT_AVAILABILITY_BLOCKED" = "Diblokir";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Offline dengan pesan suara";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Meneruskan panggilan";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Tidak Terlihat";
"CONTACT_AVAILABILITY_CONNECTING" = "Menghubungkan";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Nomor telepon";

/*  */
"CONTACT_GENDER_FEMALE" = "Wanita";

/*  */
"CONTACT_GENDER_MALE" = "Pria";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Nomor tidak diketahui";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Tanpa judul";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Sedang masuk…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Memuat kontak…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Meningkatkan file…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ menambahkan %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ telah meninggalkan";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ telah menghapus %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ telah mengubah topik obrolan ke %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Pesan ini telah dihapus";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Sama dengan Sistem";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Tidak dapat terhubung ke Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Periksa pengaturan jaringan Anda dan coba lagi.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Nama Skype ini tidak valid.";
"Account::INVALID_EMAIL" = "Alamat email ini tidak valid.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Periksa dan coba lagi.";
"Account::UNACCEPTABLE_PASSWORD" = "Kata sandi tidak valid.";
"Account::SKYPENAME_TAKEN" = "Nama Skype ini sudah digunakan.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Masukkan nama baru.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Kami tidak mengenal Nama dan kata sandi Skype Anda.";
"Account::INCORRECT_PASSWORD" = "Kami tidak mengenal Nama dan kata sandi Skype Anda.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Terlalu sering gagal masuk.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Coba lagi nanti.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Kata sandi Anda telah diubah.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Masuk dengan kata sandi baru Anda.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Coba lagi .";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Panjangnya harus 6-20 karakter.";
"SkyLib::TOO_LONG" = "Panjangnya harus 6-20 karakter.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Karakter yang tidak valid, mis. Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Tidak boleh berisi spasi atau tab.";
"SkyLib::SAME_AS_USERNAME" = "Terlalu mirip dengan Nama Skype Anda.";
"SkyLib::INVALID_FORMAT" = "Format tidak valid.";
"SkyLib::CONTAINS_INVALID_WORD" = "Terlalu mudah ditebak, mis. abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Setidaknya harus 1 huruf dan 1 angka.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Harus dimulai dengan huruf (A-Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Coba Nama Skype yang lebih panjang.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Coba kata sandi yang lebih panjang.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Coba Nama Skype yang lebih pendek.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Coba kata sandi yang lebih pendek.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Coba Nama Skype baru.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Coba kata sandi baru.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Coba alamat email baru.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Coba nilai baru.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Kata sandi salah.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Tidak dapat terhubung ke server.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Kata sandi baru harus berbeda dengan yang lama.";
"Account::PWD_INVALID_NEW_PWD" = "Kata sandi tidak valid.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Anda harus masuk untuk mengubah kata sandi.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Perubahan Anda tidak dapat disimpan. Periksa pengaturan dan coba lagi.";

"ACCOUNT_NOCREDIT" = "Tidak ada kredit";
"ACCOUNT_FREECALL" = "Panggilan gratis";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Nama file tidak valid";
"SkyLib::TRANSFER_OPEN_FAILED" = "Gagal membuka file";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Terlalu banyak transfer file secara bersamaan";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Anda offline.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Anda harus online untuk melakukan panggilan.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Anda tidak dapat mencari kontak saat Anda offline. Ubah status Anda dan coba lagi.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Anda harus online untuk mengirim SMS.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Anda harus online untuk memutar pesan ini.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Tidak dapat mengatur isi SMS ini.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Anda tidak memiliki cukup Kredit Skype untuk mengirim SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Anda membutuhkan Kredit Skype untuk memanggil nomor ini.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Bukan Nama Skype atau nomor telepon yang valid.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Anda tidak dapat menghubungi kontak Lync ini karena mereka offline.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Anda tidak dapat menghubungi orang ini karena telah Anda blokir.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Anda tidak dapat mengobrol dengan orang ini karena telah Anda blokir.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Anda tidak dapat mengirim SMS kepada orang ini karena telah Anda blokir.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Anda tidak dapat menambahkan orang ini karena telah Anda blokir.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Anda tidak dapat menelepon diri sendiri.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Anda tidak dapat mengobrol dengan diri sendiri.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Anda tidak dapat menambahkan diri sendiri.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Anda tidak dapat bergabung ke percakapan ini";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Tidak bisa menemukan percakapan ini";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Bukan nomor telepon yang valid.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Anda tidak dapat menghubungi nomor ini karena merupakan nomor darurat.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Anda tidak dapat mengirim SMS ke nomor ini karena merupakan nomor darurat.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Anda tidak dapat menambahkan nomor ini karena merupakan nomor darurat.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Anda harus mengakhiri panggilan ini sebelum Anda dapat memulai panggilan baru.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Untuk mendengarkan pesan suara, akhiri panggilan ini terlebih dahulu.";
"SKERROR_CALLFAILED" = "Panggilan gagal. Coba lagi.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Anda telah mencoba memulai percakapan dengan terlalu banyak kontak.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Anda tidak dapat melakukan percakapan dengan kontak ini.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Anda tidak dapat menghubungi orang ini karena mereka belum menerima permintaan kontak Anda.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Anda tidak dapat menghubungi orang ini karena mereka belum menerima permintaan kontak Anda.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Kode konfirmasi tidak valid";
"Sms::MISC_ERROR" = "Nomor telepon tidak valid";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Akun Anda telah diblokir.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Hubungi dukungan pelanggan.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Terlalu banyak orang dalam panggilan ini untuk video grup.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Anda hanya dapat melakukan panggilan video hingga dengan 9 orang. Hapus orang dari grup ini dan coba lagi.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Terlalu banyak orang dalam panggilan ini untuk video grup.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Anda hanya dapat melakukan panggilan video hingga dengan 9 orang. Hapus orang dari percakapan ini dan coba lagi.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Langganan panggilan video grup Anda tidak mencakup orang sebanyak ini. Hapus orang dari percakapan ini dan coba lagi.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Anda memerlukan langganan untuk panggilan video grup.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Anda memerlukan langganan untuk panggilan video grup.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Ingin melakukan panggilan video grup?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Ingin melakukan panggilan video grup?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Anda telah berada dalam panggilan video grup.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Anda hanya dapat melakukan satu panggilan video grup pada satu waktu.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Anda mencapai batas untuk panggilan ini.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Anda telah mencapai batas 4 jam video grup untuk panggilan ini.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Anda telah mencapai batas 4 jam video grup untuk panggilan ini. Periksa akun Anda untuk detail.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Anda telah mencapai batas video grup untuk hari ini.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Panggilan video grup ditangguhkan untuk sementara. Anda telah mencapai batas pemakaian wajar untuk hari ini. Periksa akun Anda untuk detail.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Anda telah mencapai batas video grup untuk bulan ini.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Panggilan video grup ditangguhkan untuk sementara. Anda telah mencapai batas pemakaian wajar untuk bulan ini. Periksa akun Anda untuk detail.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Video grup saat ini tidak tersedia.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Terjadi kesalahan. Coba lagi nanti.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Dapatkan video grup";
"PremiumVideoErrorRecovery_GetPremium" = "Dapatkan video grup";
"PremiumVideoErrorRecovery_UpgradePremium" = "Tingkatkan";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Anda memerlukan Kredit Skype untuk menggunakan Skype WiFi.";
"AccessSession::LOGIN_FAILURE" = "Kami tidak mengenal Nama dan kata sandi Skype Anda.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Nama pengguna atau kata sandi tidak valid.";

"SKYPEACCESS_NO_ACCOUNT" = "Masuk dengan akun Skype Anda.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Tidak dapat terhubung. Periksa kekuatan sinyal WiFi atau coba hotspot lain.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Hotspot ini tidak merespons dengan benar. Coba hotspot lain.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Tidak dapat memperpanjang sesi. Coba hubungkan lagi.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Jaringan WiFi “%@” tidak lagi tersedia";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Untuk mencegah biaya tak terduga, selalu putuskan hubungan dengan benar sebelum menjauh dari hotspot atau menonaktifkan perangkat Anda.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Bergabung kembali dengan jaringan WiFi “%@”";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi akan mencoba menghentikan koneksi internet Anda. Untuk mencegah biaya tak terduga, selalu putuskan hubungan dengan benar sebelum menjauh dari hotspot atau mematikan perangkat Anda.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Koneksi internet Anda telah terhenti.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ per menit";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Gratis";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "telah memperbarui grup ini dengan pengalaman obrolan yang lebih baik.\nUntuk bergabung dan tetap mengobrol, dapatkan unduhan terbaru.\nBuka <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "telah memperbarui grup ini dengan pengalaman obrolan yang lebih baik.\nUntuk bergabung dan tetap mengobrol, dapatkan unduhan terbaru.\nBuka https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Klik <a href=\"skype:?chat&amp;id=%1\">di sini</a> untuk melihat riwayat sebelumnya.";
